Repository: IVAgafonov/sms
Catalog: module/Sms/language/*.po
Languages: ru_ru

source: Sms delivery
ru_ru: Отправка sms

source: Messages
ru_ru: Сообщения

source: Bases
ru_ru: Базы

source: base add
ru_ru: добавление базы

source: base edit
ru_ru: редактирование базы

source: phone list
ru_ru: список номеров

source: phone add
ru_ru: добавить номер

source: phone edit
ru_ru: редактировать номер

source: Import
ru_ru: Импорт

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: User successfully edited
ru_ru: Пользователь успешно изменен

source: Send successfully deleted
ru_ru: Рассылка успешно удалена

source: Base successfully added
ru_ru: База успешно добавлена

source: Base successfully updated
ru_ru: База успешно обновлена

source: Base successfully deleted
ru_ru: База успешно удалена

source: Preparing to download was started
ru_ru: Начало подготовки к загрузке

source: Import start
ru_ru: Начало импорта

source: Message successfully added
ru_ru: Сообщение успешно добавлено

source: Message successfully deleted
ru_ru: Сообщение успешно удалено

source: Base not found
ru_ru: База не найдена

source: Phone number successfully added
ru_ru: Номер успешно добавлен

source: Phone number successfully edited
ru_ru: Номер телефона успешно изменен

source: Phone number successfully deleted
ru_ru: Номер телефона успешно удален

source: Error of change status
ru_ru: Ошибка изменения статуса

source: Minimum sending time -
ru_ru: Минимальное время отправки -

source: Can't find phone numbers in this base
ru_ru: Номер телефона не найден в этой базе

source: Delivery successfully added
ru_ru: Рассылка успешно добавлена

source: Delivery successfully edited
ru_ru: Рассылка успешно изменена

source: Delivery successfully deleted
ru_ru: Рассылка успешно удалена

source: Can't find export file. Please try again.
ru_ru: Файл экспорта не найден. Попробуйте еще раз.

source: Edit
ru_ru: Редактировать

source: Base name
ru_ru: Имя базы

source: Param name
ru_ru: Параметр

source: Add
ru_ru: Добавить

source: Filter
ru_ru: Фильтр

source: Find
ru_ru: Поиск

source: Select base
ru_ru: Выберите базу

source: Import in new base
ru_ru: Импортировать в новую базу

source: Base file (*.csv)
ru_ru: Файл базы (*.csv)

source: import
ru_ru: импорт

source: Message name
ru_ru: Название сообщения

source: Message text
ru_ru: Текст сообщения

source: Pnone number
ru_ru: Номер телефона

source: Number must contain 11 digits
ru_ru: Номер должен содержать 11 цифр

source: Select message
ru_ru: Выберите сообщение

source: Start time
ru_ru: Время расслыки

source: send
ru_ru: отправить

source: Cost of send
ru_ru: Цена отправки

source: Balance
ru_ru: Баланс

source: Naming
ru_ru: Нэйминг

source: User can send sms
ru_ru: Пользователь может отправлять смс

source: Language successfully changed
ru_ru: Язык успешно изменен

source: Export error
ru_ru: Ошибка экспорта

source: Import not found
ru_ru: Импорт не найден

source: Message not found
ru_ru: Сообщение не найдено

source: Phone number not found
ru_ru: Номер не найден

source: Record not found
ru_ru: Запись не найдена

source: Databases limit is exceeded
ru_ru: Превышен лимит баз

source: Base already exist
ru_ru: База уже существует

source: The base is busy
ru_ru: База занята

source: Error of upload file
ru_ru: Ошибка загрузки файла

source: Base name is not valid
ru_ru: Не корректное имя базы

source: Messages limit is exceeded
ru_ru: Лимит сообщений превышен

source: Message with this title already exist
ru_ru: Сообщение с этим заголовком уже существует

source: Phone number already exist in this base
ru_ru: Номер уже существует в этой базе

source: Processing. You can't access to that process.
ru_ru: Обработка. Вы не можете получить доступ к этому процессу

source: A 404 error occurred
ru_ru: Ошибка 404

source: The requested controller was unable to dispatch the request.
ru_ru: Запрашиваемый контроллер не смог отправить запрос.

source: The requested controller could not be mapped to an existing controller class.
ru_ru: Запрашиваемый контроллер не может быть сопоставлен с существующими классом контроллера.

source: The requested controller was not dispatchable.
ru_ru: Запрашиваемый контроллер не доступен.

source: The requested URL could not be matched by routing.
ru_ru: Для запрашиваемого URL не может быть достигнуто направление.

source: We cannot determine at this time why a 404 was generated.
ru_ru: Мы не можем определить причину создания страницы 404.

source: Controller
ru_ru: Контроллер

source: resolves to %s
ru_ru: разрешает для %s

source: Additional information
ru_ru: Дополнительная информация

source: File
ru_ru: Файл

source: Message
ru_ru: Сообщение

source: Stack trace
ru_ru: Развертывание стека

source: Previous exceptions
ru_ru: Предыдущие исключения

source: No Exception available
ru_ru: Нет имеющихся исключений

source: An error occurred
ru_ru: Произошла ошибка

source: Edit user
ru_ru: Редактировать

source: back
ru_ru: вернуться

source: User's email
ru_ru: Email пользователя

source: User list
ru_ru: Список пользователей

source: User list is empty
ru_ru: Список пользователей пуст

source: edit user
ru_ru: редактировать

source: send list
ru_ru: список рассылок

source: Delivery list
ru_ru: Список рассылок

source: Send list is empty
ru_ru: Список рассылок пуст

source: Wait
ru_ru: Ожидает

source: Prepair
ru_ru: Подготовка

source: Sending
ru_ru: Рассылка

source: Suspended
ru_ru: Приостановлено

source: Complete
ru_ru: Завершена

source: Error
ru_ru: Ошибка

source: download
ru_ru: загрузить

source: delete
ru_ru: удалить

source: Ready
ru_ru: Готова

source: Export
ru_ru: Экспорт

source: Add base
ru_ru: Добавить базу

source: Download list
ru_ru: Список загрузок

source: Ready to download
ru_ru: Готов к загрузке

source: Edit base
ru_ru: Редактировать базу

source: Export list
ru_ru: Список экспорта

source: Download list is empty
ru_ru: Список загрузок пуст

source: export
ru_ru: экспорт

source: Export process
ru_ru: Экспортируется

source: Export completed
ru_ru: Экспорт завершен

source: Error of import
ru_ru: Ошибка импорта

source: Base -
ru_ru: База -

source: Base list
ru_ru: Список баз

source: add base
ru_ru: добавить базу

source: download base
ru_ru: загрузить базы

source: Base list is empty
ru_ru: Список баз пуст

source: numbers
ru_ru: номеров

source: edit
ru_ru: редактировать

source: edit numbers
ru_ru: редактировать номера

source: prepare to download
ru_ru: подготовить к загрузке

source: Import list
ru_ru: Список импорта

source: import file
ru_ru: файл импорта

source: Import list is empty
ru_ru: Список импорта пуст

source: Import process
ru_ru: Импорт

source: Import completed
ru_ru: Импорт завершен

source: Import date
ru_ru: Дата импорта

source: Imported phones
ru_ru: Импортировано номеров

source: Errors of import
ru_ru: Ошибка импорта

source: Import status
ru_ru: Статус импорта

source: SMS service
ru_ru: СМС Сервис

source: rub
ru_ru: руб

source: Credit limit
ru_ru: Кредитный лимит

source: User panel
ru_ru: Панель пользователя

source: Logout
ru_ru: Выход

source: MENU
ru_ru: Меню

source: Admin panel
ru_ru: Панель администратора

source: Add message
ru_ru: Добавить сообщение

source: Symbols:
ru_ru: Символов:

source: Messages:
ru_ru: Сообщений:

source: Edit message
ru_ru: Редактировать сообщение

source: Message list
ru_ru: Список сообщений

source: add message
ru_ru: добавить сообщение

source: Message list is empty
ru_ru: Список сообщений пуст

source: message
ru_ru: сообщение

source: Add phone
ru_ru: Добавить телефон

source: add phone
ru_ru: добавить номер

source: Parameters
ru_ru: Параметры

source: Numbers list
ru_ru: Список номеров

source: Phone list is empty
ru_ru: Список номеров пуст

source: Edit phone
ru_ru: Редактировать телефон

source: Create new delivery
ru_ru: Создать рассылку

source: new delivery
ru_ru: новая рассылка

source: Edit delivery
ru_ru: Изменить рассылку

source: edit delivery
ru_ru: изменить рассылку

source: Send date
ru_ru: Дата отправки

source: Sended messages
ru_ru: Отправлено сообщений

source: prepare to send
ru_ru: подготовка к отправке
